---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KW
source: html/581c01ca-72b9-211f-f591-64e50c995662.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KW Property

Symbol kW, indicating unit Kilowatts.

## Syntax (C#)
```csharp
public static ForgeTypeId KW { get; }
```